Key,"German (Germany)"
AlarmServer.Default.Text,Standard
BaseTemplate.Text.Text,Text
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Zurücksetzen
BaseTemplate.Button5.Text,
BaseTemplate.Text.Texts[0],"Bagger nicht bereit zum Radfahren"
BaseTemplate.Text.Texts[1],"Bagger bereit zum Radfahren"
BaseTemplate.Text.Texts[2],"Bagger im Zyklus"
BaseTemplate.Text.Texts[3],"Keine Tränensäcke, die das Auge bedecken"
BaseTemplate.Text.Texts[4],"Beutel konnte nicht getrennt werden"
BaseTemplate.Text.Texts[5],"Verstopfung der Druckleiste"
BaseTemplate.Text.Texts[6],Lichtvorhangverletzung
BaseTemplate.Text.Texts[7],"Druckkopf konnte nicht angehoben werden"
BaseTemplate.Text.Texts[8],"Druckkopf konnte nicht abgesenkt werden"
BaseTemplate.Text.Texts[9],Barcode-Fehler
BaseTemplate.Text.Texts[10],"Zu viele Teile gezählt"
BaseTemplate.Text.Texts[11],"Kiefer konnte nicht geschlossen werden"
BaseTemplate.Text.Texts[12],"Fehler im Filmtransportmotor"
BaseTemplate.Text.Texts[13],Kieferbewegungsfehler
BaseTemplate.Text.Texts[14],"Jaw konnte nicht nach Hause gelangen"
BaseTemplate.Text.Texts[15],"Warten auf den Drucker"
BaseTemplate.Text.Texts[16],"Warten auf Füller"
BaseTemplate.Text.Texts[17],"Stapelzählung abgeschlossen"
BaseTemplate.Text.Texts[18],"Kiefer nicht geortet"
BaseTemplate.Text.Texts[19],"Vom Fahrradabfüller zum aktiven Füller"
BaseTemplate.Text.Texts[20],"Maschine nicht getestet"
BaseTemplate.Text.Texts[21],"Lastplattenmotor nicht in Ausgangsposition"
BaseTemplate.Text.Texts[22],"Lastplattenmotor defekt"
BaseTemplate.Text.Texts[23],Lastplattenmotor-Kommunikationsfehler
BaseTemplate.Text.Texts[24],"Sicheres Ausschalten während des Zyklus"
BaseTemplate.Text.Texts[25],"Sichere Abschaltung"
BaseTemplate.Text.Texts[26],"IBD-Motor nicht referenziert"
BaseTemplate.Text.Texts[27],"IBD-Motor defekt"
BaseTemplate.Text.Texts[28],IBD-Motor-Kommunikationsfehler
BaseTemplate.Text.Texts[29],Druckerfarbbandfehler
BaseTemplate.Text.Texts[30],"Druckerservice angefordert"
BaseTemplate.Text.Texts[31],"Kiefer konnte nicht geöffnet werden"
BaseTemplate.Text.Texts[32],"IBD konnte nicht geschlossen werden"
BaseTemplate.Text.Texts[33],"IBD konnte nicht geöffnet werden "
BaseTemplate.Text.Texts[34],"Bagger im Standby - Reset drücken"
BaseTemplate.Text.Texts[35],"Kommunikationsfehler des Filmtransportmotors"
BaseTemplate.Text.Texts[36],----
BaseTemplate.Text.Texts[37],----
BaseTemplate.Text.Texts[38],----
BaseTemplate.Button9.Text,Zyklus
BaseTemplate.Button1.Text,
Home.Button3.Text,Verwaltung
Home.Button8.Text,Optionen
About_Sharp.Text.Text,"Über Sharp"
About_Sharp.Text1.Text,"Für Serviceanfragen: +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Taschen hergestellt"
About_Sharp.Text3.Text,HMI-Version
About_Sharp.Text6.Text,1.2.0.3
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Gedrückt halten, um BPM zurückzusetzen"
Dashboard.Button3.Text,"Abbrechen
Drucken"
Dashboard.Button5.Text,"Klare Etiketten"
Dashboard.Text.Text,"Taschen hergestellt"
Dashboard.Text1.Text,"Aktiver Lauf"
Dashboard.Text2.Text,Beutel/Min
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Auto-Modus aktiv"
Dashboard.Text4.Text,"Trockenzyklus aktiv"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"Über Sharp"
Dashboard_Help.Text.Text,Dashboard-Hilfe
Settings_P1.Text.Text,"Seite „Einstellungen“"
Settings_P2.Text.Text,"Seite „Einstellungen“"
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"    Vorschubgeschwindigkeit / Rücklaufgeschwindigkeit"
Settings_P1.Text4.Text,"    Dichtungsversatz: (Zoll)"
Settings_P1.Text5.Text,"    Kieferdurchgang"
Settings_P1.Text6.Text,"    Taschenlänge: (Zoll)"
Settings_P1.Text7.Text,"    Verweilen versiegeln / Kühlen versiegeln"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"    Vor dem Versiegeln trennen"
Settings_P2.Text3.Text,"    Aufeinanderfolgende Taschen"
Settings_P2.Text4.Text,"    Teilezähler"
Settings_P2.Text6.Text,"    Einstellung der Stapelzählung"
Settings_P2.Text7.Text,"    Füllerabfallzeit"
Settings_P2.Button.Text,Deaktiviert
Settings_P2.Button2.Text,Deaktiviert
Settings_P2.Button3.Text,Deaktiviert
Settings_P2.Button4.Text,Deaktiviert
Settings_P2.Button5.Text,Deaktiviert
Settings_P2.Button.Texts[0],Deaktiviert
Settings_P2.Button.Texts[1],Ermöglicht
Settings_P2.Button2.Texts[0],Deaktiviert
Settings_P2.Button2.Texts[1],Ermöglicht
Settings_P2.Button3.Texts[0],Deaktiviert
Settings_P2.Button3.Texts[1],Ermöglicht
Settings_P2.Button4.Texts[0],Deaktiviert
Settings_P2.Button4.Texts[1],Ermöglicht
Settings_P2.Button5.Texts[0],Deaktiviert
Settings_P2.Button5.Texts[1],Ermöglicht
Admin.Text.Text,"Werkseitig installiert"
Admin.Button4.Text,"Unabhängiger Beutelentleerer"
Admin.Button2.Text,Drucker
Admin.Button3.Text,Barcode-Verifizierer
Admin.Button8.Text,"Einziehbare Lastplatte"
Admin.Button.Text,"Erweiterte Einstellungen"
Advanced_P1.Text.Text,Fortschrittlich
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Fortschrittlich
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Fortschrittlich
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Fortschrittlich
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,Auto-Modus
Advanced_P1.Button2.Text,Trockenzyklus
Advanced_P1.Text2.Text,"Automatik-Modus Verweilen"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,Zustand
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Bereit
Advanced_P1.Text6.Text,Drucker
Advanced_P1.Text7.Text,"Einziehbare Lastplatte"
Advanced_P1.Text8.Text,Kieferdurchgang
Advanced_P1.Text9.Text,Gepäcklieferung
Advanced_P1.Text10.Text,Barcode-Verifizierer
Advanced_P1.Text11.Text,"Unabhängiger Beutel-Deflator"
Advanced_P2.Text2.Text,Text
Advanced_P2.Text3.Text,Text
Advanced_P2.Text4.Text,Text
Advanced_P2.Text5.Text,Text
Advanced_P2.Text6.Text,Text
Advanced_P2.Text7.Text,Text
Advanced_P2.Text8.Text,Text
Advanced_P2.Text9.Text,Text
Advanced_P3.Text2.Text,"    Taschen hergestellt"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"    Standby-Zeit (Min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button.Text,Null
Advanced_P4.Text2.Text,"Fachboden laden"
Advanced_P4.Text3.Text,"    Aktuelle Position"
Advanced_P4.Text4.Text,"    Alarmcode"
Advanced_P4.AnalogNumeric5.Prefix,
Advanced_P4.AnalogNumeric5.Suffix,
Advanced_P4.AnalogNumeric.Prefix,
Advanced_P4.AnalogNumeric.Suffix,
Advanced_P4.Button2.Text,Null
Advanced_P4.Text7.Text,IBD
Advanced_P4.Text6.Text,"    Aktuelle Position"
Advanced_P4.Text5.Text,"    Alarmcode"
Advanced_P4.AnalogNumeric2.Prefix,
Advanced_P4.AnalogNumeric2.Suffix,
Advanced_P4.AnalogNumeric1.Prefix,
Advanced_P4.AnalogNumeric1.Suffix,
Advanced_P4.Button3.Text,Null
Advanced_P4.Text10.Text,Vorderkiefer
Advanced_P4.Text9.Text,"    Aktuelle Position"
Advanced_P4.Text8.Text,"    Alarmcode"
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Null
Advanced_P4.Text13.Text,Hinterbacke
Advanced_P4.Text12.Text,"    Aktuelle Position"
Advanced_P4.Text11.Text,"    Alarmcode"
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,Service-Seite
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,Service-Seite
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,Service-Seite
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Ausgaben
IO_P2.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Eingänge
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Kiefer schließen"
Service_P1.Button5.Text,"Jog Jaw geschlossen"
Service_P1.Button6.Text,"Jog Kiefer öffnen"
Service_P1.Button7.Text,"Offener Kiefer"
Service_P2.Button2.Text,"Schließen IBD"
Service_P2.Button5.Text,"Jog IBD geschlossen"
Service_P2.Button6.Text,"Jog IBD offen"
Service_P2.Button7.Text,"Offene IBD"
Service_P3.Button2.Text,"Druckkopf anheben"
Service_P3.Button5.Text,"Anheben des Laderegals"
Service_P3.Button6.Text,"Unteres Lastregal"
Service_P3.Button7.Text,"Unterer Druckkopf"
Service_P3.Button.Text,"Kieferzyklustest Abbrechen"
Service_P3.Button4.Text,"Start des Kieferzyklustests"
Service_P3.Text2.Text,Kieferzyklen
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:2/09 Ersatz"
IO_P3.Text6.Text,"I:2/07 Ersatz"
IO_P3.Text4.Text,"I:2/06 Ersatz"
IO_P3.Text7.Text,"I:2/03 Ersatz"
IO_P3.Text9.Text,"I:2/10 Ersatz"
IO_P3.Text5.Text,"I:2/05 Ersatz"
IO_P3.Text10.Text,"I:2/02 Ersatz"
IO_P3.Text11.Text,"I:2/04 Ersatz"
IO_P3.Text12.Text,"I:2/08 Ersatz"
IO_P3.Text3.Text,"I:2/01 Ersatz"
IO_P3.Text2.Text,"I:2/00 Druckerservice erforderlich"
IO_P3.Text13.Text,"I:2/13 Ersatz"
IO_P3.Text14.Text,"I:2/12 Ersatz"
IO_P3.Text15.Text,"I:2/11 Ersatz"
IO_P3.Text16.Text,"I:2/15 Ersatz"
IO_P3.Text17.Text,"I:2/14 Ersatz"
IO_P2.Text8.Text,"O:1/09 Palmenstaat 0"
IO_P2.Text6.Text,"O:1/07 Ersatz"
IO_P2.Text4.Text,"O:1/06 Lüfter aktiviert"
IO_P2.Text7.Text,"O:1/03 Farbband abwickeln"
IO_P2.Text5.Text,"O:1/05 Photoeye lehren"
IO_P2.Text9.Text,"O:1/10 Palmenzustand 1"
IO_P2.Text10.Text,"O:1/02 Anfrage Drucken"
IO_P2.Text11.Text,"O:1/04 Trigger-Barcode"
IO_P2.Text12.Text,"O:1/08 Bereit zum Füllen"
IO_P2.Text3.Text,"O:1/01 Unterer Druckkopf"
IO_P2.Text2.Text,"O:1/00 Siegeldraht"
IO_P2.Text13.Text,"O:1/13 Ersatz"
IO_P2.Text14.Text,"O:1/12 Ersatz"
IO_P2.Text15.Text,"O:1/11 Ersatz"
IO_P2.Text16.Text,"O:1/15 Ersatz"
IO_P2.Text17.Text,"O:1/14 Ersatz"
Options.Button.Text,Drucker
Options.Button1.Text,Barcode-Verifizierer
Options.Button2.Text,"Unabhängiger Beutelentleerer"
Options.Button3.Text,"Einziehbare Lastplatte"
Option_Printer.Button.Text,"Abbrechen Drucken"
Option_Printer.Button1.Text,"Etiketten senden"
Option_Printer.Button2.Text,"Klare Etiketten"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,"    Drucklänge"
Option_Printer.Text4.Text,"    Offsetdruck"
Option_Printer.Text6.Text,"    Druckgeschwindigkeit"
Option_Printer.Text.Text,Drucker
Option_Printer.Text5.Text,AN
Option_Printer.Text5.Texts[0],AUS
Option_Printer.Text5.Texts[1],AN
Option_IBD.Text4.Text,"    Verzögerung beim Schließen der Kiefer"
Option_IBD.Text6.Text,"    Klemmkraft (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Unabhängiger Beutelentleerer"
Option_IBD.Text5.Text,AN
Option_IBD.Text5.Texts[0],AUS
Option_IBD.Text5.Texts[1],AN
Option_LoadShelf.Text6.Text,"    Verweilzeit (Sek.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Einziehbare Lastplatte"
Option_LoadShelf.Text5.Text,AN
Option_LoadShelf.Text5.Texts[0],AUS
Option_LoadShelf.Text5.Texts[1],AN
Option_BarcodeVerifier.Text.Text,Barcode-Verifizierer
Option_BarcodeVerifier.Text5.Text,AN
Option_BarcodeVerifier.Text5.Texts[0],AUS
Option_BarcodeVerifier.Text5.Texts[1],AN
Option_BarcodeVerifier.Text2.Text,"    Gute Lektüre"
Option_BarcodeVerifier.Text3.Text,"    Scan-Entfernung"
Option_BarcodeVerifier.Text4.Text,"    Scan-Offset starten"
Option_BarcodeVerifier.Text1.Text,"    Schlecht/Nicht gelesen"
Option_BarcodeVerifier.Text6.Text,"   Anzahl fehlerhafter Lesefehler"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"BCD auslösen"
Service_P1.Button1.Texts[0],"Kiefer schließen"
Service_P1.Button1.Texts[1],"Kiefer geschlossen"
Service_P1.Button7.Texts[0],"Offener Kiefer"
Service_P1.Button7.Texts[1],"Kiefer geöffnet"
Service_P2.Button2.Texts[0],"Schließen IBD"
Service_P2.Button2.Texts[1],"IBD geschlossen"
Service_P2.Button7.Texts[0],"Offene IBD"
Service_P2.Button7.Texts[1],"IBD eröffnet"
Service_P3.Button7.Texts[0],"Unterer Druckkopf"
Service_P3.Button7.Texts[1],"Druckkopf abgesenkt"
Service_P3.Button2.Texts[0],"Druckkopf anheben"
Service_P3.Button2.Texts[1],"Druckkopf angehoben"
Service_P3.Button5.Texts[0],"Anheben des Laderegals"
Service_P3.Button5.Texts[1],"Ladefläche angehoben"
Service_P3.Button6.Texts[0],"Unteres Lastregal"
Service_P3.Button6.Texts[1],"Abgesenktes Ladefach"
Advanced_P3.Text4.Text,"    Kiefer geschlossen (Zoll)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric.Prefix,
IO_P1.AnalogNumeric.Suffix,/2
IO_P1.AnalogNumeric1.Prefix,
IO_P1.AnalogNumeric1.Suffix,
IO_P1.AnalogNumeric3.Prefix,
IO_P1.AnalogNumeric3.Suffix,
IO_P1.AnalogNumeric4.Prefix,
IO_P1.AnalogNumeric4.Suffix,
IO_P1.AnalogNumeric5.Prefix,
IO_P1.AnalogNumeric5.Suffix,
IO_P1.AnalogNumeric8.Prefix,
IO_P1.AnalogNumeric8.Suffix,
IO_P1.AnalogNumeric11.Prefix,
IO_P1.AnalogNumeric11.Suffix,
IO_P1.AnalogNumeric2.Prefix,
IO_P1.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric6.Prefix,
IO_P1.AnalogNumeric6.Suffix,
IO_P1.AnalogNumeric7.Prefix,
IO_P1.AnalogNumeric7.Suffix,
IO_P1.AnalogNumeric10.Prefix,
IO_P1.AnalogNumeric10.Suffix,
IO_P1.AnalogNumeric12.Prefix,
IO_P1.AnalogNumeric12.Suffix,
IO_P1.AnalogNumeric13.Prefix,
IO_P1.AnalogNumeric13.Suffix,
IO_P1.AnalogNumeric16.Prefix,
IO_P1.AnalogNumeric16.Suffix,
IO_P1.AnalogNumeric17.Prefix,
IO_P1.AnalogNumeric17.Suffix,
IO_P1.AnalogNumeric9.Prefix,
IO_P1.AnalogNumeric9.Suffix,
IO_P1.AnalogNumeric14.Prefix,
IO_P1.AnalogNumeric14.Suffix,
IO_P1.AnalogNumeric15.Prefix,
IO_P1.AnalogNumeric15.Suffix,
IO_P1.Button1.Text,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"    Automatische Abmeldeverzögerung (S) "
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,Einstellungen
BaseTemplate.Text1.Text,
Faults.AnalogNumeric.Prefix,
Faults.AnalogNumeric.Suffix,
Faults.Text.Text,"Seite „Aktive Störung“"
Faults.AnalogNumeric1.Prefix,
Faults.AnalogNumeric1.Suffix,
Faults.AnalogNumeric2.Prefix,
Faults.AnalogNumeric2.Suffix,
Faults.AnalogNumeric3.Prefix,
Faults.AnalogNumeric3.Suffix,
Faults.AnalogNumeric4.Prefix,
Faults.AnalogNumeric4.Suffix,
Faults.AnalogNumeric5.Prefix,
Faults.AnalogNumeric5.Suffix,
Faults.AnalogNumeric6.Prefix,"Seite: "
Faults.AnalogNumeric6.Suffix,/50
Faults.Button.Text,
Faults.Button1.Text,
Faults.Button2.Text,
Faults.Button3.Text,
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,"Passwort: "
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Operator
Login.Button.Text,Schließen
Advanced_P3.Button2.Text,"Klicken Sie hier, um die Klemmung während des Zyklus zu umgehen"
Advanced_P3.Button2.Texts[0],"Klicken Sie hier, um die Klemmung während des Zyklus zu umgehen"
Advanced_P3.Button2.Texts[1],"Klemmung umgangen"
Service_P2.Button4.Text,Filmrücklauf
Service_P2.Button9.Text,"Jog Film vorwärts"
Service_P1.Button8.Text,"BCD-Verifizierer auslösen"
Service_P1.Button2.Text,"Jog-Klemme geschlossen"
Service_P1.Button3.Text,"Jog-Klemme geöffnet"
Status.Text.Text,Name
Status.Text1.Text,Status
Status.Text2.Text,Bereit?
Status.Name_0.Text,Name
Status.Status_0.Text,Status
Status.Ready_0.Text,Bereit?
Status.Name_1.Text,Name
Status.Status_1.Text,Status
Status.Ready_1.Text,Bereit?
Status.Name_2.Text,Name
Status.Status_2.Text,Status
Status.Ready_2.Text,Bereit?
Status.Name_3.Text,Name
Status.Status_3.Text,Status
Status.Ready_3.Text,Bereit?
Status.Name_4.Text,Name
Status.Status_4.Text,Status
Status.Ready_4.Text,Bereit?
Status.Name_5.Text,Name
Status.Status_5.Text,Status
Status.Ready_5.Text,Bereit?
Status.Text24.Text,Maschinenstatus
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Diese Seite verwendet Skripte, um die Tabelle auszufüllen. Bitte lesen Sie die Registerkarte „Skripte“, um zu erfahren, wie die Tabelle ausgefüllt wird."
Status.AnalogNumeric.Prefix,"Gesamtkomponenten: "
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Bagger Status Übersicht"
About_Sharp.Text4.Text,"PLC Version"
Options.Button4.Text,
Options.Text5.Text,AN
Options.Text5.Texts[0],AUS
Options.Text5.Texts[1],AN
Options.Text6.Text,"Schaltfläche „Drucker und Prüfer aktivieren“: Durch Drücken dieser Schaltfläche werden die Druckeroption und die Barcode-Prüfoption gleichzeitig aktiviert und deaktiviert."
Options.Text.Text,"Drucker und Verifier aktivieren"
Dashboard.Button.Text,"Bagger Status Übersicht"
Dashboard.Button4.Text,"Übersicht zu Baggerfehlern"
CommLoss.Text.Text,"PLC-DATEN WURDEN NICHT AKTUALISIERT"
CommLoss.Text1.Text,"Wenn die SPS-Firmware kürzlich geändert wurde, verschwindet diese Meldung automatisch. Wenn nicht, wenden Sie sich an den Hersteller, um sicherzustellen, dass die richtige Firmware verwendet wird."
ConfirmLogout.Text.Text,"Möchten Sie sich wirklich abmelden?"
ConfirmLogout.Cancel.Text,Nein/Abbrechen
ConfirmLogout.Logout.Text,Ja/Abmelden
Dashboard.Text5.Text,Stapeleinstellung
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Text6.Text,Chargenanzahl
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.Button6.Text,"Batch-Anzahl zurücksetzen"
Login.TouchComboBox.Texts[1],Wartung
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Fortschrittlich
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,Filmvorwärts
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Beschleunigung
Advanced_P5.Text4.Text,Verzögerung
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,Filmrückseite
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,Filmoffset
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,Filmdruck
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI Aktiv"
Option_Printer.Button3.Texts[1],"300 DPI Aktiv"
